Repository: Faizullin/uyren-frappe-lms
Catalog: lms/locale/*.po
Languages: kk

source: Please evaluate and grade it.
kk: Тексеріп, баға қойыңыз.

source: % completed
kk: % орындалды

source: <a href="/app/lms-settings/LMS%20Settings">LMS Settings</a>
kk: <a href="/app/lms-settings/LMS%20Settings">LMS параметрлері</a>

source: <a href="/app/web-page/new-web-page-1">Setup a Home Page</a>
kk: <a href="/app/web-page/new-web-page-1">Басты бетті орнату</a>

source: <a href="/lms/courses">Visit LMS Portal</a>
kk: <a href="/lms/courses">LMS порталына кіріңіз</a>

source: <a href="/lms/courses/new/edit">Create a Course</a>
kk: <a href="/lms/courses/new/edit">Курс құру</a>

source: <a href="https://docs.frappe.io/learning">Documentation</a>
kk: <a href="https://docs.frappe.io/learning">Құжаттама</a>

source: <span class="h4"><b>Get Started</b></span>
kk: <span class="h4"><b>Жұмысты бастау</b></span>

source: <span class="h4"><b>Master</b></span>
kk: <span class="h4"><b>Мастер</b></span>

source: <span style="font-size: 18px;"><b>Statistics</b></span>
kk: <span style="font-size: 18px;"><b>Cтатистикасы</b></span>

source: A course cannot have both paid certificate and certificate of completion.
kk: Курсқа ақылы сертификат пен аяқталғаны туралы сертификатты бірге беруге болмайды.

source: A one line introduction to the course that appears on the course card
kk: Курс картасында көрсетілетін бір жолдық кіріспе

source: About
kk: Ақпарат

source: About this batch
kk: Осы топ туралы

source: Acceptance for Terms and/or Policies
kk: Шарттар мен/немесе саясатқа қабылдау

source: Accepted
kk: Қабылданған

source: Account ID
kk: Есептік жазба идентификаторы

source: Achievements
kk: Жетістіктер

source: Active
kk: Белсенді

source: Add
kk: Қосу

source: Add Chapter
kk: Тарауды қосу

source: Add Lesson
kk: Сабақ қосыңыз

source: Add Slot
kk: Слот қосыңыз

source: Add a Chapter
kk: Тарау қосыңыз

source: Add a Lesson
kk: Сабақты қосыңыз

source: Add a Student
kk: Студент қосыңыз

source: Add a chapter
kk: Тарау қосыңыз

source: Add a course
kk: Курсты қосыңыз

source: Add a keyword and then press enter
kk: Кілт сөзді қосып, ENTER пернесін басыңыз

source: Add a lesson
kk: Сабақты қосыңыз

source: Add a new question
kk: Жаңа сұрақ қосыңыз

source: Add a quiz to your lesson
kk: Сабаққа викторина қосыңыз

source: Add an assessment
kk: Бағалауды қосыңыз

source: Add an assignment to your lesson
kk: Сабаққа тапсырма қосыңыз

source: Add an existing question
kk: Дайын сұрақты қосыңыз

source: Add at least one possible answer for this question: {0}
kk: Бұл сұраққа кем дегенде бір мүмкін жауап қосыңыз: {0}

source: Add courses to your batch
kk: Тобыңызға курстар қосыңыз

source: Add students to your batch
kk: Тобыңызға студенттерді қосыңыз

source: Add web page to sidebar
kk: Веб-бетті бүйір панельге қосыңыз

source: Add your assignment as {0}
kk: Тапсырмаңызды {0} ретінде қосыңыз

source: Add your first chapter
kk: Бірінші тарауды қосыңыз

source: Add your first lesson
kk: Бірінші сабақты қосыңыз

source: Address
kk: Мекенжай

source: Address Line 1
kk: Мекенжайдың 1-жолы

source: Address Line 2
kk: Мекенжайдың 2-жолы

source: Admin
kk: Әкімші

source: All
kk: Барлығы

source: All Batches
kk: Барлық топтар

source: All Certified Participants
kk: Барлық сертификатталған қатысушылар

source: All Courses
kk: Барлық курстар

source: All Feedback
kk: Барлық кері байланыс

source: All Submissions
kk: Барлық ұсыныстар

source: All questions should have the same marks if the limit is set.
kk: Егер шектеу қойылған болса, барлық сұрақтар бірдей белгілерге ие болуы керек.

source: Allow Guest Access
kk: Қонаққа кіруге рұқсат беру

source: Allow Job Posting From Website
kk: Жұмысты веб-сайт арқылы жариялауға рұқсат беру

source: Allow Self Enrollment
kk: Өзін-өзі тіркеуге рұқсат етіңіз

source: Allow accessing future dates
kk: Болашақ күндерге кіруге рұқсат етіңіз

source: Allow self enrollment
kk: Өзін-өзі тіркеуге рұқсат етіңіз

source: Already Registered
kk: Тіркелген

source: Amount
kk: Сома

source: Amount (USD)
kk: Сома (USD)

source: Amount and currency are required for paid batches.
kk: Ақылы топтар үшін сома мен валюта қажет.

source: Amount and currency are required for paid certificates.
kk: Сома мен валюта ақылы куәліктер үшін қажет.

source: Amount and currency are required for paid courses.
kk: Ақылы курстар үшін сома мен валюта қажет.

source: Amount with GST
kk: ҚҚС қосылған сома

source: Announcement
kk: Хабарландыру

source: Announcement has been sent successfully
kk: Хабарландыру сәтті жіберілді

source: Answer
kk: Жауап

source: Appears on the course card in the course list
kk: Курс тізіміндегі курс картасында көрсетіледі

source: Appears when the batch URL is shared on any online platform
kk: Топтың URL сілтемесі кез келген онлайн платформада бөлісілген кезде көрсетіледі

source: Applications Received
kk: Қабылданған өтінімдер

source: Apply
kk: Өтініш беру

source: Apply GST for India
kk: Үндістан үшін ҚҚС қолдану

source: Apply Rounding on Equivalent
kk: Осы жұмысқа өтініш беру

source: Approved
kk: Мақұлданған

source: Apps
kk: Қолданбалар

source: Archived
kk: Мұрағатталған

source: Are you sure you want to cancel this evaluation? This action cannot be undone.
kk: Бұл бағалаудан бас тартқыңыз келетініне сенімдісіз бе? Бұл әрекет қайтарылмайды.

source: Are you sure you want to login to your Frappe Cloud dashboard?
kk: Frappe Cloud бақылау тақтасына кіруге сенімдісіз бе?

source: Ask User Category during Signup
kk: Тіркелу кезінде пайдаланушы санатын сұраңыз

source: Assessment
kk: Бағалау

source: Assessment Name
kk: Бағалау атауы

source: Assessment Type
kk: Бағалау түрі

source: Assessment added successfully
kk: Бағалау сәтті қосылды

source: Assessment {0} has already been added to this batch.
kk: {0} бағалауы осы топтамаға қосылды.

source: Assessments
kk: Бағалаулар

source: Assign
kk: Белгілеу

source: Assignment
kk: Тапсырма

source: Assignment Attachment
kk: Тапсырма тіркемесі

source: Assignment Submission Template
kk: Тапсырманы жіберу шаблоны

source: Assignment Title
kk: Тапсырма тақырыбы

source: Assignment for Lesson {0} by {1} already exists.
kk: {1} пайдаланушысының {0} сабағына арналған тапсырмасы бұрыннан бар.

source: Assignment saved successfully
kk: Тапсырма сәтті сақталды

source: Assignment will appear at the bottom of the lesson.
kk: Тапсырма сабақтың төменгі жағында пайда болады.

source: Assignments
kk: Тапсырмалар

source: At least one option must be correct for this question.
kk: Бұл сұрақ үшін кем дегенде бір нұсқа дұрыс болуы керек.

source: Attire Preference
kk: Киім таңдауы

source: Authorize Google Calendar Access
kk: Google күнтізбесіне рұқсат беру

source: Auto Assign
kk: Авто тағайындау

source: Auto Recording
kk: Авто жазу

source: Average Rating
kk: Орташа рейтинг

source: Average of Feedback Received
kk: Орташа кері байланыс

source: Back to Course
kk: Курсқа оралу

source: Badge
kk: Белгі

source: Badge Description
kk: Белгілі сипаттамасы

source: Badge Image
kk: Белгілі суреті

source: Batch
kk: Топ

source: Batch Confirmation Template
kk: Топтық растау шаблоны

source: Batch Course
kk: Топ курсы

source: Batch Created
kk: Топ құрылды

source: Batch Description
kk: Топ сипаттамасы

source: Batch Details
kk: Пакеттік мәліметтер

source: Batch Details Raw
kk: Топ туралы мәліметтер

source: Batch Evaluator
kk: Топ бағалаушы

source: Batch Name
kk: Топ атауы

source: Batch Old
kk: Ескі топ

source: Batch Settings
kk: Топ параметрлері

source: Batch Start Date:
kk: Топ басталу күні:

source: Batch Title
kk: Топ атауы

source: Batch Updated
kk: Топ жаңартылды

source: Batch end date cannot be before the batch start date
kk: Топтың аяқталу күні басталу күнінен бұрын болмауы керек

source: Batch is sold out.
kk: Топ толы.

source: Batch:
kk: Топ:

source: Batches
kk: Топтар

source: Begin Date
kk: Бастау күні

source: Best Regards
kk: Құрметпен

source: Billing Details
kk: Төлем туралы ақпарат

source: Billing Name
kk: Төлем атауы

source: Bio
kk: Био

source: Body
kk: Мәтін

source: Both Individual and Team Work
kk: Жеке және топтық жұмыс

source: Branch
kk: Бөлімше

source: Business Owner
kk: Бизнес иесі

source: Buy this course
kk: Осы курсты сатып алыңыз

source: By
kk: -Дан

source: Cancel
kk: Бас тарту

source: Cancel this evaluation?
kk: Бұл бағалауды болдырмаңыз?

source: Cancelled
kk: Бас тартылды

source: Career Preference Details
kk: Мансапқа артықшылық туралы мәліметтер

source: Casual Wear
kk: Күнделікті киім

source: Category
kk: Санат

source: Category Name
kk: Санат атауы

source: Certificate
kk: Сертификат

source: Certificate Email Template
kk: Сертификат электрондық пошта шаблоны

source: Certificate Link
kk: Сертификат сілтемесі

source: Certificate of Completion
kk: Аяқталғандығы туралы сертификат

source: Certificate saved successfully
kk: Сертификат сәтті сақталды

source: Certificates
kk: Сертификаттар

source: Certificates generated successfully
kk: Сертификаттар сәтті жасалды

source: Certification
kk: Сертификаттау

source: Certification Details
kk: Сертификаттау туралы мәліметтер

source: Certification Name
kk: Сертификаттау атауы

source: Certified
kk: Сертификатталған

source: Certified Participants
kk: Сертификатталған қатысушылар

source: Change
kk: Өзгерту

source: Changes saved successfully
kk: Өзгерістер сәтті сақталды

source: Chapter
kk: Тарау

source: Chapter Reference
kk: Тарау туралы анықтама

source: Chapter added successfully
kk: Тарау сәтті қосылған

source: Chapter updated successfully
kk: Тарау сәтті жаңартылды

source: Chapters
kk: Тараулар

source: Check
kk: Тексеру

source: Check Discussion
kk: Талқылауды тексеру

source: Check out the {0} to know more about certification.
kk: Сертификаттау туралы толығырақ білу үшін {0} тексеріңіз.

source: Checkout Courses
kk: Курстарды сатып алу

source: Choices
kk: Таңдау

source: Choose all answers that apply
kk: Қолданылатын барлық жауаптарды таңдаңыз

source: Choose an icon
kk: Белгішені таңдаңыз

source: Choose one answer
kk: Бір жауапты таңдаңыз

source: City
kk: Қала

source: Class:
kk: Класс:

source: Clear
kk: Өшіру

source: Clearly Defined Role
kk: Нақты анықталған рөл

source: Click on the add icon in the editor and select Quiz from the menu. It opens up a dialog, where you can either select a quiz from the list or create a new quiz. When you select the Create New option it redirects you to the quiz creation page.
kk: Редактордағы Қосу белгішесін нұқып, мәзірден Викторина таңдаңыз. Диалог терезесі ашылады, онда бар викторинаны таңдай аласыз немесе жаңасын жасай аласыз. "Жаңа жасау" опциясын таңдасаңыз, викторина жасау бетіне өтесіз.

source: Client ID
kk: Клиенттің жеке куәлігі

source: Client Secret
kk: Клиенттің құпиясы

source: Closed
kk: Жабық

source: Cloud
kk: Бұлт

source: Code
kk: Код

source: Cohort
kk: Когорт

source: Cohort Join Request
kk: Когортқа қосылу сұранысы

source: Cohort Mentor
kk: Когорт тәлімгері

source: Cohort Staff
kk: Когорт қызметкерлері

source: Cohort Subgroup
kk: Когорттың қосалқы тобы

source: Cohort Web Page
kk: Когорт веб-беті

source: Collaboration Preference
kk: Ынтымақтастық қалауы

source: Collapse all chapters
kk: Барлық тарауларды тасалау

source: College Name
kk: Колледж аты

source: Color
kk: Түc

source: Comments
kk: Пікірлер

source: Comments by Evaluator
kk: Бағалаушы бойынша пікірлер

source: Company
kk: Компания

source: Company Details
kk: Компания туралы мәліметтер

source: Company Email Address
kk: Компанияның электрондық пошта мекенжайы

source: Company Logo
kk: Компанияның логотипі

source: Company Name
kk: Компания атауы

source: Company Type
kk: Компания түрі

source: Company Website
kk: Компанияның сайты

source: Complete
kk: Аяқталған

source: Complete Sign Up
kk: Толық тіркелу

source: Complete Your Enrollment
kk: Тіркелуді аяқтаңыз

source: Complete Your Enrollment - Don't miss out!
kk: Тіркелуді аяқтаңыз - жіберіп алмаңыз!

source: Completed
kk: Орындалды

source: Completed by Students
kk: Студенттер аяқтаған

source: Completion Certificate
kk: Аяқтау сертификаты

source: Completions
kk: Аяқтау

source: Condition
kk: Жай-күй

source: Condition must be in valid JSON format.
kk: Жағдай жарамды JSON форматында болуы керек.

source: Condition must be valid python code.
kk: Шартта Python коды болуы керек.

source: Conduct Evaluation
kk: Бағалау

source: Confirm
kk: Растау

source: Confirmation Email Sent
kk: Растау электрондық поштасы жіберілді

source: Confirmation Email Template
kk: Растау электрондық пошта шаблоны

source: Congratulations on getting certified!
kk: Сертификатталғаныңызбен құттықтаймыз!

source: Contact the Administrator to enroll for this course.
kk: Осы курсқа тіркелу үшін әкімшімен байланысыңыз.

source: Content
kk: Мазмұны

source: Continue Learning
kk: Оқуды жалғастыру

source: Contract
kk: Шарт

source: Cookie Policy
kk: Куки саясаты

source: Copy the URL of the video from YouTube and paste it in the editor.
kk: YouTube-тен бейненің URL көшіріп, редакторға қойыңыз.

source: Corporate Organization
kk: Корпоративтік ұйым

source: Correct
kk: Дұрыс

source: Correct Answer
kk: Дұрыс жауап

source: Country
kk: Ел

source: Course
kk: Курс

source: Course Chapter
kk: Курстың тарауы

source: Course Completed
kk: Курс аяқталды

source: Course Creator
kk: Курс құрушы

source: Course Data
kk: Курс мәліметтері

source: Course Description
kk: Курстың сипаттамасы

source: Course Evaluator
kk: Курстың бағалаушысы

source: Course Image
kk: Курстық сурет

source: Course Instructor
kk: Курстың нұсқаушысы

source: Course Lesson
kk: Курстық сабақ

source: Course List
kk: Курстың тізімі

source: Course Name
kk: Курс атауы

source: Course Outline
kk: Курстың жоспары

source: Course Progress Summary
kk: Курстың барысы туралы қысқаша ақпарат

source: Course Settings
kk: Курстың параметрлері

source: Course Stats
kk: Курс статистикасы

source: Course Title
kk: Курс атауы

source: Course added to program
kk: Курс бағдарламаға қосылды

source: Course already added to the batch.
kk: Курс пакетке қосылған.

source: Course deleted successfully
kk: Курс сәтті жойылды

source: Course moved successfully
kk: Курс сәтті өтті

source: Course {0} has already been added to this batch.
kk: Курс {0} осы топтамаға қазірдің өзінде қосылды.

source: Courses
kk: Курстар

source: Courses Completed
kk: Курстар аяқталды

source: Courses deleted successfully
kk: Курстар сәтті жойылды

source: Cover Image
kk: Мұқаба сурет

source: Create
kk: Құру

source: Create Certificate
kk: Сертификат құру

source: Create a Course
kk: Курсты құру

source: Create a Live Class
kk: Онлайн сынып құру

source: Create a batch
kk: Топты құру

source: Create a course
kk: Курсты құру

source: Create a live class
kk: Тікелей сынып құру

source: Create a new question
kk: Жаңа сұрақ құру

source: Create your first batch
kk: Алғашқы топты құру

source: Create your first course
kk: Бірінші курсты құру

source: Create your first quiz
kk: Бірінші викторинаңызды құру

source: Created
kk: Құрылған

source: Creating a batch
kk: Топты құру

source: Creating a course
kk: Курсты құру

source: Currency
kk: Валюта

source: Current Lesson
kk: Ағымдағы сабақ

source: Custom Certificate Templates
kk: Жеке сертификат шаблондары

source: Custom HTML
kk: Жеке HTML

source: Custom Script (JavaScript)
kk: Жеке сценарий (JavaScript)

source: Custom Signup Content
kk: Теңшелетін тіркелу мазмұны

source: Customisations
kk: Теңшеу

source: Dashboard
kk: Бақылау тақтасы

source: Date
kk: Күні

source: Date and Time
kk: Күні мен уақыты

source: Date:
kk: Күні:

source: Day
kk: Күн

source: Dear
kk: Құрметті

source: Dear
kk: Құрметті

source: Default Currency
kk: Әдепкі валюта

source: Degree Type
kk: Диплом түрі

source: Delete
kk: Жою

source: Delete Chapter
kk: Тарауды жою

source: Delete Course
kk: Курсты жою

source: Delete this chapter?
kk: Осы тарауды жойғыңыз келе ме?

source: Delete this lesson?
kk: Бұл сабақты жойғыңыз келе ме?

source: Deleting the course will also delete all its chapters and lessons. Are you sure you want to delete this course?
kk: Курсты жою оның барлық тараулары мен сабақтарын да жояды. Бұл курсты жойғыңыз келетініне сенімдісіз бе?

source: Deleting this chapter will also delete all its lessons and permanently remove it from the course. This action cannot be undone. Are you sure you want to continue?
kk: Осы тарауды жойсаңыз, оның барлық сабақтары да жойылып, курс құрамынан толық алынып тасталады. Бұл әрекетті болдырмау мүмкін емес. Жалғастырғыңыз келе ме?

source: Deleting this lesson will permanently remove it from the course. This action cannot be undone. Are you sure you want to continue?
kk: Бұл сабақты жойсаңыз, ол курстан біржола өшіріледі. Бұл әрекетті қайтару мүмкін емес. Жалғастырғыңыз келе ме?

source: Description
kk: Түсіндірме

source: Desk
kk: Кеңсе

source: Details
kk: Мәлімет

source: Disable Self Enrollment
kk: Өзін-өзі тіркеуді өшіріңіз

source: Disable Self Learning
kk: Өзін-өзі оқытуды өшіріңіз

source: Disabled
kk: Мүгедек

source: Discard
kk: Бас тарту

source: Discussions
kk: Талқылау

source: Document
kk: Құжат

source: Don’t miss this opportunity to enhance your skills. Click below to complete your enrollment
kk: Өз дағдыларыңызды жақсарту үшін осы мүмкіндікті жіберіп алмаңыз.Тіркелуді аяқтау үшін төменде басыңыз

source: Dream Companies
kk: Арман компаниялары

source: Duplicate options found for this question.
kk: Бұл сұраққа арналған қайталанатын нұсқалар.

source: Duration
kk: Ұзақтық

source: Duration (in minutes)
kk: Ұзақтығы (минутпен)

source: Duration of the live class in minutes
kk: Тірі сыныптың ұзақтығы (минуттармен)

source: E-Mail
kk: Электрондық пошта

source: E-mail
kk: Электрондық пошта

source: Edit
kk: Өңдеу

source: Edit Chapter
kk: Тарауды өңдеу

source: Edit Profile
kk: Профильді өңдеу

source: Edit the question
kk: Сұрақты өңдеу

source: Education
kk: Білім

source: Education Detail
kk: Білім туралы мәліметтер

source: Education Details
kk: Білім туралы мәліметтер

source: Email
kk: Электрондық пошта

source: Email ID
kk: Электрондық пошта мекенжайы

source: Email Sent
kk: Электрондық пошта жіберілді

source: Email Template
kk: Электрондық пошта шаблоны

source: Email Templates
kk: Электрондық пошта шаблондары

source: Emails
kk: Электрондық пошта

source: Employee
kk: Қызметкер

source: Enable
kk: Қосу

source: Enable Google API in Google Settings to send calendar invites for evaluations.
kk: Бағалау үшін күнтізбе шақыруларын жіберу үшін Google баптауларында Google API-ін қосыңыз.

source: Enable Learning Paths
kk: Оқыту жолдарын қосыңыз

source: Enable this only if you want to upload a SCORM package as a chapter.
kk: Егер тарау ретінде SCORM пакетін жүктегіңіз келсе, осыны қосыңыз.

source: Enabled
kk: Қосылған

source: Enabling this will publish the certificate on the certified participants page.
kk: Осыны қоссаңыз, сертификат куәлік алған қатысушылар бетінде жарияланады.

source: End Date
kk: Аяқталу күні

source: End Date (or expected)
kk: Аяқталу күні (немесе күтілген)

source: End Time
kk: Аяқталу уақыты

source: Enroll Now
kk: Қазір тіркелу

source: Enrolled
kk: Тіркелген

source: Enrolled Students
kk: Тіркелген студенттер

source: Enrolled successfully
kk: Сәтті тіркелген

source: Enrollment Confirmation for {0}
kk: {0} курсына тіркелуді растау

source: Enrollment Count
kk: Тіркелу саны

source: Enrollment Failed
kk: Тіркелу сәтсіз аяқталды

source: Enrollments
kk: Тіркеулер

source: Enter Client Id and Client Secret in Google Settings to send calendar invites for evaluations.
kk: Бағалау үшін күнтізбелік шақыру жіберу үшін Google параметрлеріне Client ID мен Client Secret енгізіңіз.

source: Enter a URL
kk: URL мекенжайын енгізіңіз

source: Enter a title and save the quiz to proceed
kk: Тақырыпты енгізіп, жалғастыру үшін викторинаны сақтаңыз

source: Enter the correct answer
kk: Дұрыс жауапты енгізіңіз

source: Error
kk: Қателік

source: Error creating live class. Please try again. {0}
kk: Тікелей сабақ жасау кезінде қате шықты. Қайталап көріңіз: {0}

source: Evaluation
kk: Бағалау

source: Evaluation Details
kk: Бағалау мәліметтері

source: Evaluation End Date
kk: Бағалаудың аяқталу күні

source: Evaluation Request
kk: Бағалау сұранысы

source: Evaluation end date cannot be less than the batch end date.
kk: Бағалаудың аяқталу күні партияның аяқталу күнінен кем болмауы керек.

source: Evaluation saved successfully
kk: Бағалау сәтті сақталды

source: Evaluator
kk: Бағалаушы

source: Evaluator Name
kk: Бағалаушының аты

source: Evaluator Schedule
kk: Бағалау кестесі

source: Evaluator is Unavailable
kk: Бағалаушы қол жетімді емес

source: Evaluator is required for paid certificates.
kk: Бағалаушы ақылы куәліктер үшін қажет.

source: Event
kk: Оқиға

source: Example: IST (+5:30)
kk: Мысал: IST (+5:30)

source: Exercise
kk: Жаттығу

source: Exercise Latest Submission
kk: Жаттығудың соңғы жіберімі

source: Exercise Submission
kk: Жаттығуды жіберу

source: Exercise Title
kk: Жаттығу тақырыбы

source: Expand all chapters
kk: Барлық тарауларды кеңейту

source: Expiration Date
kk: Мерзімнің аяқталу күні

source: Expiry Date
kk: Жарамдылық мерзімі

source: Explanation
kk: Ұғындыру

source: Explanation
kk: Ұғындыру

source: Explore More
kk: Көбірек білу

source: Fail
kk: Сәтсіздік

source: Featured
kk: Таңдаулы

source: Feedback
kk: Кері байланыс

source: Feel free to make edits to your submission if needed.
kk: Қажет болса, жіберілімді түзете аласыз

source: Field To Check
kk: Тексеру үшін өріс

source: Field of Major/Study
kk: Мамандығы / оқу саласы

source: File Type
kk: Файл түрі

source: Find the perfect job for you
kk: Сізге керемет жұмыс табыңыз

source: First Name
kk: Аты

source: Fixed 9-5
kk: 9-5 бекітілген

source: Flexible Time
kk: Икемді уақыт

source: Form to create and edit quizzes
kk: Викториналарды жасау және өңдеу үшін форма

source: Formal Wear
kk: Ресми киім

source: Free
kk: Тегін

source: Freelance
kk: Штаттан тыс

source: Freelancer/Just looking
kk: Фрилансер / жай қарап

source: French (e.g. Distinction)
kk: Француз (мысалы, айырмашылық)

source: Friday
kk: Жұма

source: From
kk: -Ден

source: From Date
kk: Басталу күні

source: Full Name
kk: Толық аты

source: Full Time
kk: Толық уақытты

source: Function
kk: Қызмет ету

source: GST Amount
kk: GST мөлшері

source: GST Number
kk: GST нөмірі

source: GSTIN
kk: GST тіркеу нөмірі

source: General
kk: Генерал

source: Generate Certificates
kk: Сертификаттар жасаңыз

source: Generate Google Meet Link
kk: Google Suplate сілтемесін жасаңыз

source: Get Certificate
kk: Сертификат алыңыз

source: Get Certified
kk: Сертификаттаңыз

source: Get Started
kk: Жұмысты бастау

source: Github ID
kk: Github идентификаторы

source: Google Meet Link
kk: Google Meet сілтемесі

source: Grade
kk: Баға

source: Grade Assignment
kk: Тапсырманы бағалау

source: Grade Type
kk: Баға түрі

source: Grading
kk: Бағалау

source: Grant only once
kk: Тек бір рет беру

source: Have an account? Login
kk: Есептік жазбаңыз бар ма? Кіру

source: Headline
kk: Тақырып

source: Hello
kk: Сәлеметсіз бе!

source: Help
kk: Көмек

source: Help Us Improve
kk: Жақсартуға көмектесіңіз

source: Help others learn something new by creating a course.
kk: Курс жасап, басқалардың жаңа нәрсені үйренуіне көмектесіңіз.

source: Help us improve our course material.
kk: Курс материалын жақсартуға көмектесіңіз.

source: Hey {0}
kk: Сәлем {0}

source: Hey,
kk: Сәлем,

source: Hi
kk: Сәлем

source: Hi {0},
kk: Сәлем {0},

source: Hi,
kk: Сәлем,

source: Hide my Private Information from others
kk: Жеке ақпаратымды басқалардан жасырыңыз

source: Hints
kk: Кеңестер

source: Host
kk: Хост

source: How to add a Quiz?
kk: Викторинаны қалай қосуға болады?

source: I am currently working here
kk: Мен қазір осында жұмыс істеймін

source: I am delighted to inform you that you have successfully earned your certification for the {0} course. Congratulations!
kk: Сізге {0} курс үшін сертификат алғаныңызды айтуға қуаныштымын.Құттықтаймыз!
