Repository: Faizullin/uyren-frappe-lms
Catalog: lms/locale/*.po
Languages: kk

source: I am looking for a job
kk: Мен жұмыс іздеп жүрмін

source: I am unavailable
kk: Мен қол жетімді емеспін

source: ID
kk: Куәлік

source: Icon
kk: Белгіше

source: If Include in Preview is enabled for a lesson then the lesson will also be accessible to non logged in users.
kk: Егер сабақ үшін 'Алдын ала қарау' қосулы болса, бұл сабақ жүйеге кірмеген пайдаланушыларға да қолжетімді болады.

source: If you are not any more interested to mentor the course
kk: Егер сіз бұл курсты енді тәлімгерлік еткіңіз келмесе

source: If you fail to do so, the quiz will be automatically submitted when the timer ends.
kk: Егер сіз мұны істемесеңіз, викторина таймер аяқталған кезде автоматты түрде жіберіледі.

source: If you have any questions or need assistance, feel free to reach out to our support team.
kk: Егер сізде қандай-да бір сұрақтар туындаса немесе көмек қажет болса, біздің қолдау тобымызға хабарласыңыз.

source: If you have any questions or require assistance, feel free to contact us.
kk: Егер сізде сұрақтар туындаса немесе көмек қажет болса, бізге хабарласыңыз.

source: If you set an amount here, then the USD equivalent setting will not get applied.
kk: Егер сіз мұнда сома орнатсаңыз, онда USD баламасы бойынша параметр қолданылмайды

source: If you want open ended questions then make sure each question in the quiz is of open ended type.
kk: Егер сіз ашық сұрақтарды қаласаңыз, онда викторинадағы әр сұрақтың ашық сұрақ түрінде екеніне көз жеткізіңіз

source: Image
kk: Сурет

source: Image search powered by
kk: Суреттерді іздеу қызметін ұсынады

source: Image: Corrupted Data Stream
kk: Сурет: бүлінген деректер ағыны

source: In Progress
kk: Орындалуда

source: Inactive
kk: Әрекетсіз

source: Include In Preview
kk: Алдын-ала қарауды қосыңыз

source: Incomplete
kk: Аяқталмаған

source: Incorrect
kk: Дұрыс емес

source: Index
kk: Көрсеткіш

source: Index Label
kk: Индекс жапсырмасы

source: Individual Work
kk: Жеке жұмыс

source: Industry
kk: Өнеркәсіп

source: Institution Name
kk: Мекеменің атауы

source: Instructor
kk: Нұсқаушы

source: Instructor Content
kk: Нұсқаушы мазмұны

source: Instructor Notes
kk: Оқытушының ескертпелері

source: Instructors
kk: Нұсқаушылар

source: Instructors Comments
kk: Нұсқаушылардың пікірлері

source: Interest
kk: Қызығушылық

source: Introduction
kk: Кіріспе

source: Invalid Invite Code.
kk: Жарамсыз шақыру коды.

source: Invalid Quiz ID
kk: Жарамсыз Quiz ID

source: Invite Code
kk: Кодты шақыру

source: Invite Email
kk: Электрондық поштаны шақыру

source: Invite Only
kk: Тек шақыру арқылы

source: Invite Request
kk: Шақыру сұранысы

source: Invite your team and students
kk: Командаңызды және студенттерді шақырыңыз

source: Is Correct
kk: Дұрыс

source: Is Onboarding Complete
kk: Онбординг аяқталды

source: Is SCORM Package
kk: SCORM пакеті

source: Issue Date
kk: Берілу күні

source: Issue a Certificate
kk: Сертификат шығару

source: Issued On
kk: Шығарылған күні

source: Issued on
kk: Шығарылған күні

source: Items in Sidebar
kk: Бүйір панель элементтері

source: Items removed successfully
kk: Элементтер сәтті шығарылды

source: Jane Doe
kk: Джейн До

source: Job
kk: Жұмыс

source: Job Board Subtitle
kk: Жұмыс тақтасының атауы

source: Job Board Title
kk: Жұмыс кеңесінің атауы

source: Job Details
kk: Жұмыс туралы мәліметтер

source: Job Openings
kk: Жұмыс саңылаулары

source: Job Opportunity
kk: Жұмыс мүмкіндігі

source: Job Settings
kk: Жұмыс параметрлері

source: Job Title
kk: Қызмет атауы

source: Jobs
kk: Жұмыс

source: Join
kk: Қосылу

source: Join Call
kk: Қоңырауға қосылу

source: Join Meeting
kk: Жиналысқа қосылу

source: Join URL
kk: URL-ге қосылу

source: LMS Assessment
kk: LMS бағалау

source: LMS Assignment
kk: LMS тапсырмасы

source: LMS Assignment Submission
kk: LMS тапсырмасын жіберу

source: LMS Badge
kk: LMS төсбелгі

source: LMS Badge Assignment
kk: LMS төсбелгіні тағайындау

source: LMS Batch
kk: LMS тобы

source: LMS Batch Enrollment
kk: LMS тобын қабылдау

source: LMS Batch Feedback
kk: LMS тобының кері байланысы

source: LMS Batch Old
kk: LMS тобы ескі

source: LMS Batch Timetable
kk: LMS пакеті кестесі

source: LMS Category
kk: LMS категориясы

source: LMS Certificate
kk: LMS сертификаты

source: LMS Certificate Evaluation
kk: LMS сертификатын бағажұлау

source: LMS Certificate Request
kk: LMS сертификатын сұраныс

source: LMS Course
kk: LMS курсы

source: LMS Course Interest
kk: LMS курсына қызығушылық

source: LMS Course Mentor Mapping
kk: LMS курсы мен тәлімгер сәйкестігі

source: LMS Course Progress
kk: LMS курсының барысы

source: LMS Course Review
kk: LMS курсының пікірі

source: LMS Enrollment
kk: LMS тіркелуі

source: LMS Exercise
kk: LMS жаттығуы

source: LMS Job Application
kk: LMS жұмысқа өтінім

source: LMS Live Class
kk: LMS онлайн сабағы

source: LMS Mentor Request
kk: LMS тәлімгер сұранысы

source: LMS Option
kk: LMS опциясы

source: LMS Payment
kk: LMS төлемі

source: LMS Program
kk: LMS бағдарламасы

source: LMS Program Course
kk: LMS бағдарламалық курсы

source: LMS Program Member
kk: LMS бағдарламасының мүшесі

source: LMS Question
kk: LMS сұрағы

source: LMS Quiz
kk: LMS викторинасы

source: LMS Quiz Question
kk: Сұрақтарға арналған LMS сұрақ

source: LMS Quiz Result
kk: LMS викторина нәтижесі

source: LMS Quiz Submission
kk: LMS викторинаны тапсыру

source: LMS Settings
kk: LMS параметрлері

source: LMS Sidebar Item
kk: LMS бүйір мәзір элементі

source: LMS Source
kk: LMS көзі

source: LMS Student
kk: LMS студенті

source: LMS Timetable Legend
kk: LMS кестесінің аңыз белгілері

source: LMS Timetable Template
kk: LMS кесте үлгісі

source: Label
kk: Белгі

source: Last Name
kk: Тегі

source: Latest Submission
kk: Соңғы жіберілген жұмыс

source: Launch File
kk: Іске қосу файлы

source: Lesson
kk: Сабақ

source: Lesson Reference
kk: Сабаққа сілтеме

source: Lesson Title
kk: Сабақтың атауы

source: Lessons
kk: Сабақтар

source: Lessons Completed
kk: Аяқталған сабақтар

source: Lets start setting up your content on the LMS so that you can reclaim time and focus on growth.
kk: Контентіңізді LMS жүйесіне орнатып, уақытыңызды үнемдеуге және дамуға көңіл бөлуге мүмкіндік берейік.

source: Letter Grade (e.g. A, B-)
kk: Әріптік баға (мысалы, A, B-)

source: Limit Questions To
kk: Сұрақтар санын шектеу

source: Limit cannot be greater than or equal to the number of questions in the quiz.
kk: Шектеу викторинадағы сұрақтар санына тең немесе одан көп болмауы керек.

source: LinkedIn ID
kk: LinkedIn идентификаторы

source: Links
kk: Сілтемелер

source: List of quizzes
kk: Викторина тізімі

source: Live
kk: Онлайн

source: Live Class
kk: Онлайн сынып

source: LiveCode URL
kk: LiveCode сілтемесі

source: Load More
kk: Тағы жүктеу

source: Local
kk: Жергілікті

source: Location
kk: Орналасқан

source: Location Preference
kk: рналасу бойынша қалау

source: Login
kk: Кіру

source: Login to Frappe Cloud?
kk: Frappe Cloud-қа кіресіз бе?

source: Login to apply
kk: Өтініш беру үшін кіріңіз

source: Looking forward to seeing you enrolled!
kk: Тіркелуіңізді асыға күтеміз!

source: Make LMS the default home
kk: LMS-ті әдепкі басты бет етіңіз

source: Make an Announcement
kk: Хабарландыру жариялау

source: Make sure to enter the correct billing name as the same will be used in your invoice.
kk: Шот-фактурада қолданылатын дұрыс төлем атауын енгізгеніңізге көз жеткізіңіз.

source: Manage Batch
kk: Топты басқару

source: Manager
kk: Менеджер

source: Manager (Sales/Marketing/Customer)
kk: Менеджер (сату/маркетинг/тұтынушылар)

source: Manifest File
kk: Манифест файлы

source: Mark
kk: Баға

source: Mark all as read
kk: Барлығын оқылды деп белгілеу

source: Mark as read
kk: Оқылды деп белгілеу

source: Marks
kk: Бағалар

source: Marks for question number {0} cannot be greater than the marks allotted for that question.
kk: {0}-сұрақтың ұпайы сол сұраққа бөлінген ұпайдан көп болмауы керек.

source: Marks out of
kk: Жалпы ұпай саны

source: Max Attempts
kk: Максималды талпыныс

source: Medium
kk: Орта

source: Medium ID
kk: Орта куәлік

source: Medium:
kk: Орта:

source: Member
kk: Мүше

source: Member Cohort
kk: Мүшенің когорты

source: Member Email
kk: Мүшенің электрондық поштасы

source: Member Image
kk: Мүшенің суреті

source: Member Name
kk: Мүшенің аты

source: Member Subgroup
kk: Мүшенің кіші тобы

source: Member Type
kk: Мүшенің түрі

source: Member Username
kk: Мүшенің пайдаланушы аты

source: Member added to program
kk: Мүше бағдарламаға қосылды

source: Member already enrolled in this batch
kk: Мүше бұл топқа әлдеқашан тіркелген

source: Member {0} has already been added to this batch.
kk: {0} мүше бұл топқа әлдеқашан қосылған.

source: Members
kk: Мүшелер

source: Membership
kk: Мүшелік

source: Memeber Username
kk: Мүшенің пайдаланушы аты

source: Mentor
kk: Тәлімгер

source: Mentor Name
kk: Тәлімгердің аты

source: Mentor Request
kk: Тәлімгерге сұраныс

source: Mentor Request Creation Template
kk: Тәлімгерге сұраныс жасау үлгісі

source: Mentor Request Status Update Template
kk: Тәлімгер сұранысының күйін жаңарту үлгісі

source: Meta Image
kk: Мета кескіні

source: Milestone
kk: Кезең

source: Milestones
kk: Мерзімдері

source: Minimum two options are required for multiple choice questions.
kk: Бірнеше таңдау сұрақтары үшін ең аз екі нұсқа қажет.

source: Moderator
kk: Модератор

source: Modified By
kk: Өзгертілген

source: Module Name is incorrect or does not exist.
kk: Модуль атауы дұрыс емес немесе мүлде жоқ.

source: Module is incorrect.
kk: Модуль қате.

source: Monday
kk: Дүйсенбі

source: Monetization
kk: Монетизация

source: More
kk: Тағы

source: Multiple Correct Answers
kk: Бірнеше дұрыс жауап

source: My availability
kk: Менің қолжетімділігім

source: My calendar
kk: Менің күнтізбем

source: New
kk: Жаңа

source: New Assignment
kk: Жаңа тапсырма

source: New Assignment Submission
kk: Жаңа тапсырма жіберімі

source: New Batch
kk: Жаңа топ

source: New Course
kk: Жаңа курс

source: New Job
kk: Жаңа жұмыс

source: New Job Applicant
kk: Жаңа үміткер

source: New Program
kk: Жаңа бағдарлама

source: New Program Course
kk: Бағдарламаға жаңа курс

source: New Program Member
kk: Бағдарлама жаңа мүше

source: New Question
kk: Жаңа сұрақ

source: New Quiz
kk: Жаңа викторина

source: New Sign Up
kk: Жаңа тіркелу

source: New comment in batch {0}
kk: {0} топтағы жаңа пікір

source: New reply on the topic {0} in course {1}
kk: {0} тақырыбындағы жаңа жауап {1}

source: New {0}
kk: Жаңа {0}

source: Next
kk: Келесі

source: Next Question
kk: Келесі сұрақ

source: No Assessments
kk: Бағалар жоқ

source: No Notifications
kk: Хабарламалар жоқ

source: No Quiz submissions found
kk: Викторина жіберімдері табылмады

source: No Recording
kk: Жазба жоқ

source: No Upcoming Evaluations
kk: Алдағы бағалаулар жоқ

source: No announcements
kk: Хабарландырулар жоқ

source: No assignments found
kk: Тапсырмалар табылмаған

source: No batches found
kk: Топтар табылмады

source: No certificates
kk: Сертификаттар жоқ

source: No courses added
kk: Курстар қосылмаған

source: No courses created
kk: Курстар құрылмаған

source: No courses found
kk: Курстар табылмаған

source: No courses in this program
kk: Бұл бағдарламада курстар жоқ

source: No courses under review
kk: Қаралып жатқан курстар жоқ

source: No feedback received yet.
kk: Кері байланыс әлі алынған жоқ.

source: No introduction
kk: Кіріспе жоқ

source: No jobs posted
kk: Жұмыстар жарияланбаған

source: No live classes scheduled
kk: Тікелей сабақтар жоспарланбаған

source: No participants found
kk: Қатысушылар табылмаған

source: No programs found
kk: Бағдарламалар табылмаған

source: No quizzes found
kk: Викториналар табылмаған

source: No slots available for this date.
kk: Бұл күнге бос орындар жоқ.

source: No submissions
kk: Жіберімдер жоқ

source: No {0}
kk: {0} жоқ

source: Not Allowed
kk: Рұқсат жоқ

source: Not Applicable
kk: Қолданылмайды

source: Not Attempted
kk: Басталмаған

source: Not Available for Preview
kk: Алдын ала қарауға қолжетімді емес

source: Not Graded
kk: Бағаланбаған

source: Not Permitted
kk: Рұқсат жоқ

source: Not Saved
kk: Сақталмады

source: Nothing to see here.
kk: Мұнда ештеңе жоқ.

source: Notifications
kk: Хабарландырулар

source: Notify me when available
kk: Қолжетімді болғанда маған хабарлаңыз

source: Number of seats available
kk: Қолжетімді орындар саны

source: OAuth Client ID
kk: Oauth клиент идентификаторы

source: Office close to Home
kk: Үйге жақын кеңсе

source: Offline
kk: Офлайн

source: Once again, congratulations on this significant accomplishment.
kk: Тағы да осы маңызды жетістігіңізбен құттықтаймын.

source: Once the moderator grades your submission, you'll find the details here.
kk: Модератор сіздің жұмысыңызды бағалаған соң, мәліметтер осында көрсетіледі.

source: Online
kk: Онлайн

source: Only courses for which self learning is disabled can be added to program.
kk: Бағдарламаға тек өзіндік оқу өшірілген курстар ғана қосылады.

source: Only files of type {0} will be accepted.
kk: Тек {0} типіндегі файлдар қабылданады.

source: Only image file is allowed.
kk: Тек сурет файлына рұқсат етіледі.

source: Only zip files are allowed
kk: Тек zip файлдарына ғана рұқсат етіледі

source: Open
kk: Ашу

source: Open Assignment
kk: Ашық тапсырма

source: Open Course
kk: Ашық курс

source: Open Ended
kk: Ашық сұрақ

source: Option
kk: Нұсқа

source: Option 1
kk: 1-нұсқа

source: Option 2
kk: 2-нұсқа

source: Option 3
kk: 3-нұсқа

source: Option 4
kk: 4-нұсқа

source: Order ID
kk: Тапсырыс нөмірі

source: Organisation
kk: Ұйым

source: Organization
kk: Ұйым

source: Original Amount
kk: Бастапқы сома

source: Others
kk: Басқалар

source: Owner
kk: Иесі

source: Pages
kk: Беттер

source: Paid Batch
kk: Ақылы топ

source: Paid Certificate
kk: Ақылы сертификат

source: Paid Certificate after Evaluation
kk: Бағалаудан кейін берілетін ақылы сертификат

source: Paid Course
kk: Ақылы курс

source: Pan Number
kk: Pan нөмірі

source: Part Time
kk: Жарты уақытты

source: Partially Complete
kk: Ішінара аяқталды

source: Pass
kk: Өтті

source: Passing Percentage
kk: Өту пайызы

source: Password
kk: Құпиясөз

source: Paste the youtube link of a short video introducing the course
kk: Курсты таныстыратын қысқа YouTube бейнесінің сілтемесін қойыңыз

source: Payment
kk: Төлем

source: Payment Country
kk: Төлем елі

source: Payment Details
kk: Төлем мәліметтері

source: Payment Gateway
kk: Төлем шлюзі

source: Payment ID
kk: Төлем идентификаторы

source: Payment Received
kk: Төлем қабылданды

source: Payment Reminder Template
kk: Төлем ескерту шаблоны

source: Payment Settings
kk: Төлем параметрлері

source: Payment for
kk: Төлем:

source: Payment for Certificate
kk: Сертификатқа төлем

source: Payment for Document
kk: Құжатқа төлем

source: Payment for Document Type
kk: Құжат түріне төлем

source: Payments app is not installed
kk: Төлемдер қолданбасы орнатылмаған

source: Pending
kk: Күтілуде

source: Percentage
kk: Пайыз

source: Percentage (e.g. 70%)
kk: Пайыз (мысалы: 70%)

source: Percentage/Status
kk: Пайыз/Күйі

source: Phone Number
kk: Телефон нөмірі

source: Please Login
kk: Кіруіңізді сұраймыз

source: Please add <a href='{0}'>{1}</a> for <a href='{2}'>{3}</a> to send calendar invites for evaluations.
kk: Бағалау кестесіне шақырулар жіберу үшін <a href='{0}'>{1}</a> мәнін <a href='{2}'>{3}</a> үшін қосыңыз.

source: Please ask your administrator to verify your sign-up
kk: Тіркелуіңізді растау үшін әкімшіңізге жүгініңіз

source: Please check your email for verification
kk: Растау үшін электрондық поштаңызды тексеріңіз

source: Please click on the following button to set your new password
kk: Жаңа құпиясөзді орнату үшін төмендегі батырманы басыңыз

source: Please complete the previous courses in the program to enroll in this course.
kk: Осы курсқа тіркелу үшін бағдарламадағы алдыңғы курстарды аяқтаңыз.

source: Please enable Zoom Settings to use this feature.
kk: Бұл мүмкіндікті пайдалану үшін Zoom параметрлерін қосыңыз.

source: Please enroll for this course to view this lesson
kk: Сабақты көру үшін курсқа жазылыңыз

source: Please ensure that you complete all the questions in {0} minutes.
kk: Барлық сұрақтарды {0} минут ішінде аяқтағаныңызға көз жеткізіңіз.

source: Please enter a title.
kk: Тақырыпты енгізіңіз.

source: Please enter a valid URL.
kk: Жарамды URL мекенжайын енгізіңіз.

source: Please enter a valid time in the format HH:mm.
kk: HH:mm пішімінде жарамды уақытты енгізіңіз.

source: Please enter the URL for assignment submission.
kk: Тапсырманы жіберу үшін URL мекенжайын енгізіңіз.

source: Please enter your answer
kk: Жауабыңызды енгізіңіз

source: Please install the Payments app to create a paid batches.
kk: Ақылы топтар жасау үшін Төлемдер қолданбасын орнатыңыз.

source: Please install the Payments app to create a paid courses.
kk: Ақылы топтар жасау үшін Төлемдер қолданбасын орнатыңыз.

source: Please let us know where you heard about us from.
kk: Біз туралы қайдан естігеніңізді көрсетіңіз.

source: Please login to access the quiz.
kk: Викторинаға қол жеткізу үшін жүйеге кіріңіз

source: Please login to access this page.
kk: Бұл параққа кіру үшін жүйеге кіріңіз.

source: Please login to continue with payment.
kk: Төлемді жалғастыру үшін жүйеге кіріңіз.

source: Please prepare well and be on time for the evaluations.
kk: Бағалауға жақсы дайындалып, уақытында келіңіз.

source: Please schedule an evaluation to get certified.
kk: Сертификат алу үшін бағалауды жоспарлаңыз.

source: Please select a date.
kk: Күнді таңдаңыз.

source: Please select a duration.
kk: Ұзақтығын таңдаңыз.

source: Please select a future date and time.
kk: Болашақ күн мен уақытты таңдаңыз.

source: Please select a time.
kk: Уақытты таңдаңыз.

source: Please select a timezone.
kk: Уақыт белдеуін таңдаңыз.

source: Please take appropriate action at {0}
kk: {0} бойынша тиісті әрекет жасаңыз.

source: Please upload a SCORM package
kk: SCORM пакетін жүктеңіз

source: Please upload the assignment file.
kk: Тапсырма файлын жүктеңіз.

source: Point of Score (e.g. 70)
kk: Ұпай саны (мысалы, 70)

source: Possibility
kk: Мүмкіндік

source: Possible Answer 1
kk: Мүмкін болатын жауап 1

source: Possible Answer 2
kk: Мүмкін болатын жауап 2

source: Possible Answer 3
kk: Мүмкін болатын жауап 3

source: Possible Answer 4
kk: Мүмкін болатын жауап 4

source: Post
kk: Жариялау

source: Postal Code
kk: Пошталық индекс

source: Posted on
kk: Жарияланды

source: Preferred Function
kk: Қалаулы функция

source: Preferred Functions
kk: Қалаулы функциялар

source: Preferred Industries
kk: Қалаулы салалар

source: Preferred Industry
kk: Қалаулы индустрия

source: Preferred Location
kk: Қалаулы орын

source: Preview Image
kk: Алдын ала кескіні қарау

source: Preview Video
kk: Алдын ала бейнені қарау

source: Previous
kk: Алдыңғы

source: Pricing
kk: Баға белгілеу

source: Pricing and Certification
kk: Баға белгілеу және сертификаттау

source: Primary Countries
kk: Негізгі елдер

source: Primary Subgroup
kk: Негізгі кіші топ

source: Privacy Policy
kk: Құпиялылық саясаты

source: Private
kk: Жеке

source: Private Information includes your Grade and Work Environment Preferences
kk: Жеке ақпаратқа сіздің бағаларыңыз бен жұмыс ортасына қатысты қалауларыңыз кіреді

source: Proceed to Payment
kk: Төлемге өтіңіз

source: Profession
kk: Кәсіп

source: Profile Image
kk: Профиль кескіні

source: Program Course
kk: Бағдарлама курсы

source: Program Courses
kk: Бағдарлама курстары

source: Program Member
kk: Бағдарлама мүшесі

source: Program Members
kk: Бағдарлама мүшелері

source: Progress
kk: Прогресс

source: Progress (%)
kk: Прогресс (%)

source: Public
kk: Ашық

source: Publish on Participant Page
kk: Қатысушы бетінде жариялау

source: Published
kk: Жарияланған

source: Published Courses
kk: Жарияланған курстар

source: Published On
kk: Жарияланған күні

source: Purchased Certificate
kk: Сатып алынған куәлік

source: Question
kk: Сұрақ

source: Question
kk: Сұрақ

source: Question Detail
kk: Сұрақ толық сипаттамасы

source: Question Name
kk: Сұрақ атауы

source: Question added successfully
kk: Сұрақ сәтті қосылды

source: Question updated successfully
kk: Сұрақ сәтті жаңартылды

source: Question {0}
kk: {0}-сұрақ

source: Question {0} of {1}
kk: {1}-нің {0}-сұрағы

source: Questions
kk: Сұрақтар

source: Questions deleted successfully
kk: Сұрақтар сәтті жойылды

source: Quiz
kk: Викторина

source: Quiz ID
kk: Викторина идентификаторы

source: Quiz Submission
kk: Викторина жіберімі

source: Quiz Submissions
kk: Викторина жіберімдері

source: Quiz Summary
kk: Викторина қорытындысы

source: Quiz Title
kk: Викторина атауы

source: Quiz created successfully
kk: Викторина сәтті жасалған

source: Quiz is not available to Guest users. Please login to continue.
kk: Викторина қонақ пайдаланушыларға қолжетімді емес. Жалғастыру үшін жүйеге кіріңіз.

source: Quiz updated successfully
kk: Викторина сәтті жаңартылды

source: Quiz will appear at the bottom of the lesson.
kk: Викторина сабақтың соңында көрсетіледі.

source: Quizzes
kk: Викториналар

source: Rating
kk: Рейтинг

source: Rating cannot be 0
kk: Рейтинг 0 болмайды

source: Ready
kk: Дайын

source: Reference DocName
kk: Сілтеме құжат атауы

source: Reference DocType
kk: Сілтеме құжат түрі

source: Reference Document Type
kk: Сілтеме құжат түрі

source: Regards
kk: Құрметпен

source: Register Now
kk: Қазір тіркеліңіз

source: Registered
kk: Тіркелген

source: Registered but disabled
kk: Тіркелген, бірақ белсенді емес

source: Rejected
kk: Қабылданған жоқ

source: Related Courses
kk: Қатысты курстар

source: Remove
kk: Жою

source: Reply To
kk: Жауап беру

source: Request Invite
kk: Шақыру өтініш

source: Request for Mentorship
kk: Тәлімгерлікке өтініш

source: Required Role
kk: Қажетті рөл

source: Restricted
kk: Шектеулі

source: Result
kk: Нәтиже

source: Resume
kk: Түйіндеме

source: Review
kk: Пікір

source: Review the course
kk: Курсқа пікір қалдырыңыз

source: Reviewed By
kk: Қараған

source: Reviews
kk: Пікірлер

source: Role
kk: Рөлі

source: Role Preference
kk: Рөлдік таңдау

source: Roles
kk: Рөлдер

source: Route
kk: Бағыт

source: Row #{0} Date cannot be outside the batch duration.
kk: #{0}-қатардың күні тобы ұзақтығынан тыс болуы мүмкін емес.

source: Row #{0} End time cannot be outside the batch duration.
kk: #{0}-қатардың аяқталу уақыты топтың ұзақтықтан тыс болуы мүмкін емес.

source: Row #{0} Start time cannot be greater than or equal to end time.
kk: #{0}-қатардың басталу уақыты аяқталуға немесе оған тең болуы мүмкін емес.

source: Row #{0} Start time cannot be outside the batch duration.
kk: #{0}-қатардың басталу уақыты топтың ұзақтығынан тыс болуы мүмкін емес.

source: Rows {0} have the duplicate questions.
kk: {0}-жолдарда сұрақтар қайталанған.

source: Run
kk: Іске қосу

source: SCORM Package
kk: SCORM пакеті

source: SCORM Package Path
kk: SCORM пакеті жолы

source: Saturday
kk: Сенбі

source: Save
kk: Сақтау

source: Schedule
kk: Кесте

source: Schedule Evaluation
kk: Бағалауды жоспарлау

source: Scheduled Flow
kk: Жоспарланған ағын

source: Scope
kk: Ауқым

source: Score
kk: Баға

source: Score Out Of
kk: Жалпы баға

source: Search
kk: Іздеу

source: Search by Name
kk: Аты бойынша іздеу

source: Search by Title
kk: Тақырып бойынша іздеу

source: Search by title
kk: Тақырып бойынша іздеу

source: Search for an icon
kk: Белгішені іздеу

source: Seat Count
kk: Орын саны

source: Seat Left
kk: Қалған орын

source: Seats Left
kk: Қалған орындар

source: Select a question
kk: Сұрақты таңдаңыз

source: Select a quiz
kk: Викторинаны таңдаңыз

source: Select a slot
kk: Уақытты таңдаңыз

source: Select an assignment
kk: Тапсырманы таңдаңыз

source: Send Confirmation Email
kk: Растау email жіберіңіз

source: Send calendar invite for evaluations
kk: Бағалау үшін күнтізбе шақыруын жіберу

source: Sessions On Days
kk: Сессия өтетін күндер

source: Set your Password
kk: Құпия сөзіңізді орнатыңыз

source: Setting up
kk: Орнату
