Repository: Faizullin/uyren-frappe-lms
Catalog: lms/locale/*.po
Languages: kk

source: Setting up payment gateway
kk: Төлем шлюзін баптау

source: Settings
kk: Параметрлер

source: Share on
kk: Бөлісу

source: Short Description
kk: Қысқаша сипаттама

source: Short Introduction
kk: Қысқаша кіріспе

source: Short description of the batch
kk: Топтың қысқаша сипаттамасы

source: Show Answer
kk: Жауапты көрсету

source: Show Answers
kk: Жауаптарды көрсету

source: Show Submission History
kk: Жіберу тарихын көрсету

source: Show Tab in Batch
kk: Топта қойындысын көрсету

source: Show USD Equivalent
kk: USD баламасын көрсету

source: Show day view in timetable
kk: Сабақ кестесінде күндік көріністі көрсету

source: Show live class
kk: Тікелей сабақты көрсету

source: Shuffle Questions
kk: Сұрақтарды араластыру

source: Shuffle Settings
kk: Параметрлерді араластыру

source: Sidebar
kk: Бүйірлік тақта

source: Sidebar Items
kk: Бүйірлік элементтер

source: Sign Up is disabled
kk: Тіркелу сөндірілген

source: Sign up
kk: Тіркелу

source: Signup Email
kk: Тіркелу үшін электрондық пошта

source: Signup Settings
kk: Тіркелу параметрлері

source: Signups
kk: Тіркелулер

source: Skill
kk: Дағды

source: Skill Details
kk: Дағдылар туралы мәліметтер

source: Skill Name
kk: Дағды атауы

source: Skills
kk: Дағдылар

source: Skip
kk: Өткізу

source: Skip Onboarding
kk: Кіріспені өткізу

source: Slot Times are overlapping for some schedules.
kk: Кейбір кестелерде уақыт аралықтары қабаттасып тұр.

source: Slug
kk: Сілтеме атауы

source: Sold Out
kk: Сатылып кетті

source: Solution
kk: Шешім

source: Source
kk: Қайнар көз

source: Staff
kk: Қызметкерлер

source: Stage
kk: Саты

source: Start
kk: Бастау

source: Start Date
kk: Басталу күні

source: Start Date:
kk: Басталу күні:

source: Start Learning
kk: Оқуды бастаңыз

source: Start Time
kk: Басталу уақыты

source: Start Time cannot be greater than End Time
kk: Басталу уақыты аяқталу уақытынан үлкен болмауы тиіс

source: Start URL
kk: Бастау сілтемесі

source: Startup Organization
kk: Стартап ұйымы

source: State
kk: Облыс

source: Statistics
kk: Статистика

source: Status
kk: Мәртебе

source: Status/Score
kk: Мәртебе/Балл

source: Student
kk: Студент

source: Student Reviews
kk: Студенттердің пікірлері

source: Students
kk: Студенттер

source: Students deleted successfully
kk: Студенттер сәтті жойылды

source: Students will be enrolled in a paid batch once they complete the payment
kk: Студенттер төлемді аяқтағаннан кейін ақылы пакетке жазылады

source: Subgroup
kk: Ішкі топ

source: Subject
kk: Тақырып

source: Submission
kk: Тапсыру

source: Submission List
kk: Тапсыру тізімі

source: Submission by
kk: Тапсыру

source: Submit
kk: Тапсыру

source: Submit your resume to proceed with your application for this position. Upon submission, it will be shared with the job poster.
kk: Осы қызметке өтініш беру үшін түйіндемеңізді жіберіңіз. Жіберілген соң, ол жұмыс берушімен бөлісіледі.

source: Submitted {0}
kk: Жіберілген {0}

source: Success
kk: Табыс

source: Summary
kk: Қысқаша мазмұндама

source: Sunday
kk: Жексенбі

source: Suspicious pattern found in {0}: {1}
kk: {0} ішінде күдікті үлгі табылды: {1}

source: System Manager
kk: Жүйе менеджері

source: Tags
kk: Тегтер

source: Team School
kk: Топ мектебі

source: Team Work
kk: Топтық жұмыс

source: Template
kk: Шаблон

source: Temporarily Disabled
kk: Уақытша өшірулі

source: Terms of Use
kk: Пайдалану шарттары

source: Test Results
kk: Тест нәтижелері

source: Tests
kk: Тесттер

source: Text
kk: Мәтін

source: Thank you for providing your feedback!
kk: Сіздің пікіріңіз үшін рахмет!

source: Thanks and Regards
kk: Рахмет және құрмет

source: The batch is full. Please contact the Administrator.
kk: Топ толы. Әкімшімен хабарласыңыз.

source: The batch you have enrolled for is starting tomorrow. Please be prepared and be on time for the session.
kk: Сіз тіркелген топ ертең басталады. Дайындалып, сессияға уақытында келіңіз.

source: The course {0} is now available on {1}.
kk: {0} курсы қазір {1}-да қолжетімді.

source: The evaluator of this course is unavailable from {0} to {1}. Please select a date after {1}
kk: Бұл курстың бағалаушысы {0}-ден {1}-ге дейін қолжетімді емес. {1} күнінен кейінгі күнді таңдаңыз.

source: The quiz has a time limit. For each question you will be given {0} seconds.
kk: Викторинада уақыт шектеуі бар. Әр сұраққа {0} секунд беріледі.

source: The slot is already booked by another participant.
kk: Бұл уақытты басқа қатысушы броньдап қойған.

source: The status of your application has changed.
kk: Өтінішіңіздің мәртебесі өзгерді.

source: There are no batches matching the criteria. Keep an eye out, fresh learning experiences are on the way soon!
kk: Критерийлерге сәйкес топтар табылмады. Жақында жаңа оқутәжірибелері қолжетімді болады!

source: There are no chapters in this course. Create and manage chapters from here.
kk: Бұл курста тараулар жоқ. Осы жерден оларды құрып, басқарыңыз.

source: There are no courses matching the criteria. Keep an eye out, fresh learning experiences are on the way soon!
kk: Критерийлерге сәйкес курстар табылмады. Жақында жаңа оқу тәжірибелері келеді!

source: There are no participants matching this criteria.
kk: Бұл критерийге сай қатысушылар табылмады.

source: There are no programs available at the moment. Keep an eye out, fresh learning experiences are on the way soon!
kk: Қазіргі уақытта бағдарламалар жоқ. Жақында жаңа оқу мүмкіндіктері пайда болады!

source: There are no seats available in this batch.
kk: Бұл топта орын жоқ.

source: There are no students in this batch.
kk: Бұл топта студенттер жоқ.

source: There are no submissions for this assignment.
kk: Бұл тапсырмаға ешқандай жіберілім жоқ.

source: There are no {0} on this site.
kk: Бұл сайтта {0} жоқ.

source: There has been an update on your submission for assignment {0}
kk: {0} тапсырмасы бойынша жіберілген жұмысыңыз жаңартылды

source: There has been an update on your submission. You have got a score of {0} for the quiz {1}
kk: Сіздің жіберілім нәтижеңіз жаңартылды. {1} викторинасынан {0} ұпай алдыңыз.

source: These customisations will work on the main batch page.
kk: Бұл баптаулар негізгі топ бетінде қолданылады.

source: This badge has been awarded to {0} on {1}.
kk: Бұл белгі {0}-ге {1} күні берілді.

source: This certificate does no expire
kk: Бұл сертификат мерзімі бітпейді

source: This class has ended
kk: Бұл сабақ аяқталды

source: This course has:
kk: Бұл курста бар:

source: This course is free.
kk: Бұл курс тегін.

source: This is a chapter in the course {0}
kk: Бұл {0} курсының тарауы

source: This lesson is not available for preview. Please enroll in the course to access it.
kk: Бұл сабақты алдын ала көруге болмайды. Қол жеткізу үшін курсқа жазылыңыз.

source: This lesson is not available for preview. Please join the course to access it.
kk: Бұл сабақты алдын ала көруге болмайды. Қол жеткізу үшін курсқа қосылыңыз.

source: This quiz consists of {0} questions.
kk: Бұл викторина {0} сұрақтарынан тұрады.

source: Thursday
kk: Бейсенбі

source: Time
kk: Уақыт

source: Time Preference
kk: Уақыт таңдалығы

source: Time must be in 24 hour format (HH:mm). Example 11:30 or 22:00
kk: Уақыт 24 сағаттық форматта болуы керек (HH:mm). Мысалы: 11:30 немесе 22:00

source: Timetable
kk: Кесте

source: Timetable Legends
kk: Кесте аңыздары

source: Timetable Template
kk: Кесте үлгісі

source: Timezone
kk: Уақыт белдеуі

source: Timings:
kk: Уақыты:

source: Title
kk: Тақырып

source: Title is required
kk: Тақырып қажет

source: To
kk: -дейін

source: To Date
kk: Аяқталу күні

source: To join this batch, please contact the Administrator.
kk: Осы топқа қосылу үшін әкімшіге хабарласыңыз.

source: To upload Image, Video, Audio or PDF from your system, click on the add icon and select upload from the menu. Then choose the file you want to add to the lesson and it gets added to your lesson.
kk: Сурет, бейне, аудио немесе PDF файлды жүйеңізден жүктеу үшін, Қосу белгішесін басып, мәзірден «Жүктеу» пәрменін таңдаңыз. Содан кейін сабаққа қосқыңыз келетін файлды таңдап, ол сабаққа қосылады.

source: Too many users signed up recently, so the registration is disabled. Please try back in an hour
kk: Жақында пайдаланушылар саны тым көп болғандықтан, тіркеу уақытша өшірілді. Өтінемін, бір сағаттан кейін қайталап көріңіз.

source: Total
kk: Жалпы

source: Total Marks
kk: Жалпы бағалар

source: Total Signups
kk: Жалпы тіркелулер

source: Travel
kk: Саяхат

source: Try Again
kk: Қайтадан байқап көріңіз

source: Tuesday
kk: Сейсенбі

source: Type
kk: Теру

source: Type your answer
kk: Жауабыңызды теріңіз

source: UK Grading (e.g. 1st, 2:2)
kk: Ұлыбритания бағалау жүйесі (мысалы, 1st, 2:2)

source: URL
kk: URL мекенжайы

source: Unavailability
kk: Қолжетімсіздік

source: Unavailable From Date cannot be greater than Unavailable To Date
kk: Қолжетімсіз басталу күні аяқталу күнінен үлкен болмауы керек.

source: Under Review
kk: Қаралуда

source: Unlisted
kk: Тізімде жоқ

source: Unpublished
kk: Жарияланбаған

source: Unsplash Access Key
kk: Unsplash қол жеткізу кілті

source: Unstructured Role
kk: Құрылымсыз рөл

source: Upcoming
kk: Алдағы

source: Upcoming Batches
kk: Алдағы партиялар

source: Upcoming Evaluations
kk: Алдағы бағалау

source: Update
kk: Жаңарту

source: Update Password
kk: Құпия сөзді жаңарту

source: Upload
kk: Жүктеу

source: Upload File
kk: Файлды жүктеу

source: Uploading {0}%
kk: Жүктеу {0}%

source: User
kk: Пайдаланушы

source: User Category
kk: Пайдаланушы санаты

source: User Field
kk: Пайдаланушы өрісі

source: User Image
kk: Пайдаланушы суреті

source: User Input
kk: Пайдаланушы енгізу

source: User Skill
kk: Пайдаланушы шеберлігі

source: User {0} has reported the job post {1}
kk: {0} пайдаланушысы {1} жұмыс орны туралы хабарлады

source: Username
kk: Пайдаланушы аты

source: Users
kk: Пайдаланушылар

source: Users Response
kk: Пайдаланушылардың жауабы

source: Valid email and name required
kk: Жарамды электрондық пошта және атау қажет

source: Value
kk: Мән

source: Value Change
kk: Мән өзгерісі

source: Video Embed Link
kk: Бейне сілтемесі

source: View
kk: Қарау

source: View Certificate
kk: Сертификатқа қарау

source: Visibility
kk: Көріну

source: Visit Batch
kk: Топқа кіру

source: Visit the following link to view your
kk: көру үшін келесі сілтемеге өтіңіз

source: Visit your batch
kk: Топқа кіру

source: Volunteering or Internship
kk: Еріктілік немесе тағылымдама

source: We are pleased to inform you that you have been enrolled in our upcoming batch. Congratulations!
kk: Сіз алдағы топқа тіркелгеніңізді қуана хабарлаймыз. Құттықтаймыз!

source: We have a limited number of seats, and they won't be available for long!
kk: Орындар саны шектеулі, олар көп ұзамай қол жетімсіз болады!

source: We noticed that you started enrolling in the
kk: Сіз тіркелуді бастағаныңызды байқадық

source: Web Page
kk: Веб парақ

source: Wednesday
kk: Сәрсенбі

source: Welcome to {0}!
kk: {0}-ға қош келдіңіз!

source: What does include in preview mean?
kk: Алдын-ала қарауды қамтитын нені білдіреді?

source: When a course gets submitted for review, it will be listed here.
kk: Курс қарауға жіберілген кезде, ол осында болады.

source: Where did you hear about us?
kk: Біз туралы қайдан естідіңіз?

source: With this certification, you can now showcase your updated skills and share your achievement with your colleagues and on LinkedIn. To access your certificate, please click on the link provided below. Make sure you are logged in to the portal.
kk: Осы сертификатпен сіз енді жаңартылған дағдыларыңызды көрсете аласыз және жетістігіңізді әріптестеріңізбен және LinkedIn желісінде бөлісе аласыз. Сертификатқа қол жеткізу үшін төмендегі сілтемені басыңыз. Порталға кіргеніңізге көз жеткізіңіз.

source: Withdrawn
kk: Артқа алынған

source: Work Environment
kk: Жұмыс ортасы

source: Work Experience
kk: Жұмыс тәжірибесі

source: Work Experience Details
kk: Жұмыс тәжірибесі туралы мәліметтер

source: Write a Review
kk: Пікір жазыңыз

source: Write a review
kk: Пікір жазыңыз

source: Write your answer here
kk: Жауабыңызды осы жерге жазыңыз

source: You already have an evaluation on {0} at {1} for the course {2}.
kk: Сізде {2} курсы бойынша {0} күні сағат {1} бағалауыңыз бар.

source: You are already certified for this course. Click on the card below to open your certificate.
kk: Сіз қазірдің өзінде осы курс үшін куәландырылдыңыз.Куәлікті ашу үшін төмендегі картаны нұқыңыз.

source: You are already enrolled for this batch.
kk: Сіз бұл пакетке тіркелгенсіз.

source: You are already enrolled for this course.
kk: Сіз осы курсқа жазылдыңыз.

source: You are not a member of this batch. Please checkout our upcoming batches.
kk: Сіз бұл партияның мүшесі емессіз.Біздің алдағы топтарымызды тексеріңіз.

source: You are not a mentor of the course {0}
kk: Сіз {0} курсының тәлімгер емессіз

source: You are not enrolled
kk: Сіз тіркелмегенсіз

source: You are not enrolled in this course. Please enroll to access this lesson.
kk: Сіз бұл курста жазылмағансыз.Осы сабаққа кіру үшін жазылыңыз.

source: You can also copy-paste following link in your browser
kk: Сондай-ақ, келесі сілтемені браузеріңізге көшіру арқылы ашуға болады.

source: You can attempt this quiz only {0} {1}
kk: Сіз бұл викторинаны тек {0} {1} рет пайдалана аласыз.

source: You can attempt this quiz {0}.
kk: Сіз бұл викторинаға {0} рет қатыса аласыз.

source: You can find their resume attached to this email.
kk: Олардың түйіндемесі осы электрондық хатқа тіркелген.

source: You cannot schedule evaluations after {0}.
kk: {0} уақытынан кейін бағалауды жоспарлай алмайсыз.

source: You cannot schedule evaluations for past slots.
kk: Өткен уақыттарға бағалауды жоспарлай алмайсыз.

source: You do not have permission to access this page.
kk: Бұл бетке кіруге рұқсатыңыз жоқ.

source: You don't have any notifications.
kk: Сізде ешқандай хабарлама жоқ.

source: You got
kk: Сіз алдыңыз

source: You got {0}% correct answers with a score of {1} out of {2}
kk: Сіз {2}-ден {1} ұпай жинап, {0}% дұрыс жауап бердіңіз.

source: You have a live class scheduled tomorrow. Please be prepared and be on time for the session.
kk: Сізде ертең онлайн сабақ жоспарланған. Дайындалып, уақытында қосылыңыз.

source: You have already applied for this job.
kk: Сіз бұл жұмысқа өтініш білдірдіңіз.

source: You have already exceeded the maximum number of attempts allowed for this quiz.
kk: Сіз бұл викторинаға рұқсат етілген әрекет санының шегінен асып кеттіңіз.

source: You have already purchased the certificate for this course.
kk: Сіз осы курсқа сертификат сатып алдыңыз.

source: You have already reviewed this course
kk: Сіз бұл курсты қарастырдыңыз.

source: You have been enrolled in this batch
kk: Сіз осы топқа жазылдыңыз.

source: You have been enrolled in this course
kk: Сіз осы курсқа жазылдыңыз.

source: You have exceeded the maximum number of attempts ({0}) for this quiz
kk: Сіз бұл викторинаға рұқсат етілген ең көп әрекет санына ({0}) жеттіңіз.

source: You have got a score of {0} for the quiz {1}
kk: {1} викторинасы бойынша сіз {0} ұпай алдыңыз

source: You have not created any assignments yet. To create a new assignment, click on the "New" button above.
kk: Сіз әлі тапсырма жасамадыңыз. Жаңа тапсырма жасау үшін жоғарыдағы "Жаңа" батырмасын басыңыз.

source: You have not created any quizzes yet. To create a new quiz, click on the "New Quiz" button above.
kk: Сіз әлі викторина жасамадыңыз. Жаңа викторина жасау үшін жоғарыдағы "Жаңа викторина" батырмасын басыңыз.

source: You have opted to be notified for this course. You will receive an email when the course becomes available.
kk: Сіз бұл курс туралы хабарландыру алуды таңдадыңыз. Курс қолжетімді болғанда электрондық хат аласыз.

source: You need to login first to enroll for this course
kk: Бұл курсқа жазылу үшін алдымен жүйеге кіру қажет

source: You will have to get {0}% correct answers in order to pass the quiz.
kk: Викторинадан өту үшін сіз {0}% дұрыс жауап алуыңыз керек.

source: You've applied to become a mentor for this course. Your request is currently under review.
kk: Сіз осы курсқа тәлімгер болуға өтініш білдірдіңіз. Сіздің өтінішіңіз қаралуда.

source: You've successfully submitted the assignment.
kk: Сіз тапсырманы сәтті тапсырдыңыз.

source: YouTube Video URL
kk: YouTube бейнесінің URL мекенжайы

source: YouTube Video will appear at the top of the lesson.
kk: YouTube бейнесі сабақтың жоғарғы жағында жағында көрсетіледі.

source: Your Account has been successfully created!
kk: Eсептік жазбаңыз сәтті құрылды!

source: Your batch {0} is starting tomorrow
kk: Сіздің {0} тобыңыз ертең басталады.

source: Your calendar is set.
kk: Күнтізбе орнатылды.

source: Your class on {0} is today
kk: {0}-де сіздің сыныптаңыз бүгін

source: Your evaluation for the course {0} has been scheduled on {1} at {2} {3}.
kk: {0} курсы бойынша бағалауыңыз {1} күні сағат {2} {3} жоспарланды.

source: Your evaluation slot has been booked
kk: Сіздің бағалау уақытыңыз брондалды.

source: Your evaluator is {0}
kk: Сіздің бағалаушыңыз — {0}.

source: Your request to join us as a mentor for the course
kk: Курсқа тәлімгер ретінде қосылу туралы өтінішіңіз

source: Your score is
kk: Сіздің ұпайыңыз

source: Your submission has been successfully saved. The instructor will review and grade it shortly, and you'll be notified of your final result.
kk: Сіздің тапсырмаңыз сәтті сақталды. Оқытушы оны жақын арада қарап, бағалайды және қорытынды нәтижені сізге хабарлайды.

source: Zoom Settings
kk: Zoom параметрлері

source: activities
kk: қызметтер

source: activity
kk: қызмет

source: but didn’t complete your payment
kk: бірақ төлеміңізді аяқтамадыңыз

source: cancel your application
kk: Өтінішіңізді қайтарыңыз

source: completed
kk: аяқталды

source: correct answers
kk: дұрыс жауаптар

source: has been
kk: болды

source: in the last
kk: соңғы

source: member
kk: мүше

source: members
kk: мүшелер

source: of
kk: -нің

source: out of
kk: ішінен

source: posted
kk: жарияланды

source: question_detail
kk: Сұрақ туралы мәлімет

source: ratings
kk: Рейтингтер

source: stars
kk: Жұлдыздар

source: weeks
kk: апта

source: you can
kk: Сіз істей аласыз

source: {0} Settings not found
kk: {0} параметрлері табылмады

source: {0} has applied for the job position {1}
kk: {0} {1} жұмыс орнына өтініш берді

source: {0} has reported a job post for the following reason.
kk: {0} келесі себеп бойынша жұмыс туралы хабарлады.

source: {0} has submitted the assignment {1}
kk: {0} {1} тапсырмасын тапсырды

source: {0} is already a Student of {1} course through {2} batch
kk: {0} {2} партия арқылы {1} курс студенті

source: {0} is already a mentor for course {1}
kk: {0} {1} курсы бойынша тәлімгер

source: {0} is already a {1} of the course {2}
kk: {0} {2} курстың {1}

source: {0} is already certified for the batch {1}
kk: {0} {1} топқа үшін сертификатталған

source: {0} is already certified for the course {1}
kk: {0} {1} курсы үшін сертификатталған

source: {0} is your evaluator
kk: {0} — сіздің бағалаушыңыз

source: {0} mentioned you in a comment
kk: {0} сізге түсініктемеде қатысты

source: {0} mentioned you in a comment in your batch.
kk: {0} сізді партияңызда түсініктемеде айтты.

source: {0} mentioned you in a comment in {1}
kk: {0} сізге {1} туралы түсініктеме беріңіз

source: {0}k
kk: {0} мың

source: {} Active
kk: {} Белсенді

source: {} Completed
kk: {} Аяқталды

source: {} Enrolled
kk: {} Тіркелген

source: {} Granted
kk: {} Берілді

source: {} Passed
kk: {} Өтті

source: {} Published
kk: {} Жарияланған
